Repository: DanXi-Dev/DanXi-swift
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ Credit
zh_hans: %@学分

source: %@ Fall Semester
zh_hans: %@秋季学期

source: %@ replied %@:
zh_hans: %@于%@回复：

source: %@ seats
zh_hans: 容量：%@

source: %@ Spring Semester
zh_hans: %@春季学期

source: %@ Summer Vacation
zh_hans: %@暑假

source: %@ Winter Vacation
zh_hans: %@寒假

source: %f kWh
zh_hans: %f千瓦时

source: %lld Reviews
zh_hans: 共%lld个评分

source: About
zh_hans: 关于

source: Account Info
zh_hans: 账户信息

source: Accounts Management
zh_hans: 账户管理

source: Acknowledgements
zh_hans: 致谢

source: Add Ban
zh_hans: 封禁用户

source: Add Tag
zh_hans: 添加标签

source: Add to Favorites
zh_hans: 收藏

source: Admin Actions
zh_hans: 管理功能

source: Admin Privilege
zh_hans: 管理员权限

source: Administrative Info
zh_hans: 管理信息

source: All
zh_hans: 全部

source: All Banners
zh_hans: 所有横幅

source: All Features
zh_hans: 全部功能

# All Professors
source: All Teachers
zh_hans: 全部教师

source: All Replies
zh_hans: 全部回复

source: All Reports
zh_hans: 全部举报

source: All Semesters
zh_hans: 全部学期

source: All Tags
zh_hans: 所有标签

source: Answer all questions before submit
zh_hans: 需要完成所有题目后才能提交

source: Answer incorrect, please review and re-submit
zh_hans: 答案不正确，请检查后重新提交

source: Are your sure you want to discard your contents? Your messages will be lost.
zh_hans: 确定要关闭吗？已编辑的内容将会丢失。

source: Available Time Slots Only
zh_hans: 只显示可预约的时段

source: Average
zh_hans: 中等

source: Balance
zh_hans: 余额

source: Ban notice
zh_hans: 封禁通知

source: Ban User
zh_hans: 封禁用户

source: Banned by admin
zh_hans: 已被管理员封禁

source: Banned Division
zh_hans: 封禁分区

source: Batch Delete
zh_hans: 批量删除

source: Batch Delete Failed
zh_hans: 批量删除失败

source: Blocked Content
zh_hans: 屏蔽的内容

source: Blocked Holes
zh_hans: 屏蔽的树洞

source: Blocked Tags
zh_hans: 屏蔽的标签

source: Building
zh_hans: 教学楼

source: Building not selected
zh_hans: 未选择教学楼

source: Bus Schedule
zh_hans: 校车时刻表

source: Calendar
zh_hans: 日程

source: Calendar Access not Granted
zh_hans: 没有权限访问系统日历，请在设置中授权

source: Calendar Settings
zh_hans: 日历设置

source: Campus
zh_hans: 校区

source: Campus Services
zh_hans: 校园服务

# Campus.Tab
source: Campus
zh_hans: 校园

source: Cancel
zh_hans: 取消

source: Cannot parse HTML response
zh_hans: 无法解析HTML响应

source: Cannot parse JSON response
zh_hans: 无法解析JSON响应

source: Cannot parse server response
zh_hans: 无法解析服务器响应

source: Cannot Reserve
zh_hans: 无法预约

source: Canteen Popularity
zh_hans: 食堂排队人数

source: Challenging
zh_hans: 较难

source: Check ECard balance and transactions.
zh_hans: 查询校园卡余额和消费记录

source: Check email inbox for verification code, notice that it may be filtered by junk mail
zh_hans: 请在邮箱内查收验证码，如未收到邮件，请检查垃圾箱或重试

source: Classroom Schedule
zh_hans: 教室日程查询

source: Clear Browse History
zh_hans: 清空浏览记录

source: Clear Date
zh_hans: 清除日期

source: Clear History
zh_hans: 清除历史

source: Confirm
zh_hans: 确认

source: Confirm Delete Post
zh_hans: 确认删除此树洞

source: Confirm Submit
zh_hans: 确认提交

source: Contact Us
zh_hans: 联系我们

source: Content to Delete
zh_hans: 将删除的内容

source: Content to Report
zh_hans: 待举报的内容

source: Continue
zh_hans: 继续

source: Contributors
zh_hans: 贡献者

source: Copy
zh_hans: 复制

# Copy Floor ID
source: Copy ID
zh_hans: 复制ID

# Copy Full Text
source: Copy Content
zh_hans: 复制内容

# Course Assessment
source: Assessment
zh_hans: 考核要求

source: Course Capacity
zh_hans: 课程人数

source: Course Category
zh_hans: 课程类别

# Course Content
source: Content
zh_hans: 课程内容

source: Course Detail
zh_hans: 课程详情

source: Course Evaluation
zh_hans: 课程评价

source: Course ID
zh_hans: 课程代码

source: Course Information
zh_hans: 课程信息

source: Course Name
zh_hans: 课程名称

source: Course Review
zh_hans: 课程评价

# Course Workload
source: Workload
zh_hans: 课程工作量

source: Credit
zh_hans: 学分

source: Credit: %@
zh_hans: 学分：%@

source: Current semester expired, reset semester
zh_hans: 当前学期已结束，设置新学期

source: Curriculum
zh_hans: 课评

source: Curriculum Board
zh_hans: 蛋壳课评

source: Daily Spending
zh_hans: 每日消费

source: DanXi
zh_hans: 旦夕

source: DanXi Account
zh_hans: 旦夕账户

source: DanXi account is used to access community services such as Treehole and DanKe.
zh_hans: 旦夕账户用于访问树洞、蛋壳等社区服务

source: DanXi Account Registered with Fudan Email
zh_hans: 使用复旦邮箱注册的旦夕账户

source: DanXi Login
zh_hans: 登录旦夕账户

source: DanXi provides timely notifications to keep you updated. You will be prompted for permission to enable this feature in the upcoming step. You can adjust this setting at any time within the system settings.
zh_hans: 旦夕会发送通知以方便您及时掌握最新动向。请在下一步中授予我们推送通知权限。您可以随时在系统设置中更改此设置。

source: DanXi Qualification
zh_hans: 入站答题

# DanXi Question Prompt
source: Users should pass qualification before accessing FDUHole. Please refer to [terms and conditions](https://danxi.fduhole.com/doc) when answering the following questions.
zh_hans: 用户在使用旦夕树洞前均需完成入站答题。答题时请参考 [常见问题和协议条款](https://danxi.fduhole.com/doc)。

source: DanXi Services
zh_hans: 旦夕服务

# danxi-app-account-system-description
source: DanXi uses a dual-account system, including the Fudan Campus account and the DanXi account.
zh_hans: 旦夕 app 使用双账户系统，包括复旦校园账户和旦夕账户。

# danxi-app-account-system-footer-danxi
source: DanXi account is used to log into various services provided by DanXi, including FDUHole and DanKe Course Review. This account is not affiliated with Fudan University, but registration must be done using a Fudan University email.
zh_hans: 旦夕账户由旦夕团队提供，用于访问树洞、蛋壳课评等社区服务。旦夕账户与复旦大学无关，但必须使用复旦大学邮箱注册。

# danxi-app-account-system-footer-uis
source: Fudan Campus account, also known as the UIS account, is used to access data provided by the Fudan University, including class schedules and campus card balances.
zh_hans: 复旦校园账户，即UIS账户，用于访问复旦大学提供的各项校园服务信息，包括课程表、校园卡余额等。

source: Date
zh_hans: 日期

source: Dealt
zh_hans: 已处理

source: Dealt by %@
zh_hans: 处理者：%@

source: Debug
zh_hans: 调试

source: Delete
zh_hans: 删除

source: Delete Browse History
zh_hans: 删除浏览记录

source: Delete Failed
zh_hans: 删除失败

source: Delete Floor
zh_hans: 删除本层

source: Delete Post
zh_hans: 删除楼层

source: Delete Selected
zh_hans: 删除选中的回复

source: Delete selected floors
zh_hans: 删除选中的楼层

source: Deleted
zh_hans: 已删除

source: Density
zh_hans: 密度

source: Department
zh_hans: 院系

source: Deselect All
zh_hans: 取消全选

source: Details in Classroom Schedules
zh_hans: 更全面的教室日程查询

source: Disabled
zh_hans: 已禁用

source: Discard
zh_hans: 丢弃

source: Division Description
zh_hans: 版区描述

source: Division Name
zh_hans: 版区名称

# DK Feature 1
source: Feature
zh_hans: 功能点

# DK Feature 2
source: Feature
zh_hans: 功能点

# DK Feature 3
source: Feature
zh_hans: 功能点

# Don't Show This Hole
source: Block
zh_hans: 屏蔽

source: Done
zh_hans: 完成

source: Dorm
zh_hans: 寝室

source: Dorm Electricity
zh_hans: 寝室电量

source: Earlier
zh_hans: 更早

source: Easy
zh_hans: 容易

source: ECard
zh_hans: 校园卡

source: ECard Balance
zh_hans: 校园卡余额

source: ECard Information
zh_hans: 校园卡信息

source: Edit
zh_hans: 编辑

source: Edit Division
zh_hans: 编辑分区

source: Edit Division Info
zh_hans: 编辑分区信息

source: Edit History
zh_hans: 编辑历史

source: Edit Home Page Features
zh_hans: 编辑首页功能

source: Edit Post Info
zh_hans: 修改本洞信息

source: Edit Post Info Failed
zh_hans: 编辑主题贴信息失败

source: Edit reason: %@
zh_hans: 修改理由：%@

source: Edit Reply
zh_hans: 编辑回复

source: Edit Reply Failed
zh_hans: 编辑回复失败

source: Edited
zh_hans: 已编辑

source: Editing Reply...
zh_hans: 正在编辑回复...

source: Electricity Available
zh_hans: 剩余电量

source: Electricity Usage History
zh_hans: 历史用电量

source: Electricity Used
zh_hans: 已用电量

source: Email
zh_hans: 邮箱

source: Email Invalid
zh_hans: 邮箱地址无效

source: Empty Classrooms
zh_hans: 空教室查询

source: Empty Favorites List
zh_hans: 收藏列表为空

# Empty Subscription List
source: No Subscriptions
zh_hans: 无关注的贴子

source: Enable Notifications
zh_hans: 开启推送通知

source: Enabled
zh_hans: 已启用

source: Enter delete reason
zh_hans: 输入删帖原因

source: Enter Delete Reason
zh_hans: 输入删帖理由

source: Enter Pinned Hole ID (Digits Only)
zh_hans: 输入置顶帖编号（仅数字）

source: Enter post content
zh_hans: 输入内容

source: Enter reply content
zh_hans: 输入回贴内容

source: Enter report reason
zh_hans: 填写举报理由

source: Enter review content
zh_hans: 输入课评内容

source: Enter username and password
zh_hans: 请输入用户名和密码

source: Error
zh_hans: 错误

source: Error %@
zh_hans: 错误%@

source: Error description: %@
zh_hans: 错误原因：%@

source: Exams & Score
zh_hans: 考试与成绩

source: Excellent
zh_hans: 特别好评

source: Exercise Logs
zh_hans: 课外活动考勤记录

source: Export
zh_hans: 导出

source: Export to Calendar
zh_hans: 导出到日历

source: External Image
zh_hans: 外部图片

# external-image-alert
source: For security reason, image from external sources are not supported. Use the upload button to upload an image.
zh_hans: 由于安全原因，本站不支持外链图片。请使用上传图片按钮来上传图片。

source: Extracurricular Activities
zh_hans: 课外活动考勤

source: Favorite
zh_hans: 收藏

source: Favorites
zh_hans: 收藏

source: FDUHole Account
zh_hans: 旦夕账户

source: Filter Options
zh_hans: 筛选

source: Filter Report
zh_hans: 筛选举报

source: Filter Reports
zh_hans: 筛选举报

source: Filter Semester
zh_hans: 筛选学期

source: Filter Teacher
zh_hans: 筛选教师

source: Floor ##%@ not exist
zh_hans: 楼层 ##%@ 不存在

source: Floor Not Exist
zh_hans: 楼层不存在

source: Fold
zh_hans: 折叠

source: Fold Floor
zh_hans: 折叠本层

source: Fold Reason
zh_hans: 折叠理由

source: Folded
zh_hans: 已折叠

source: Forbidden
zh_hans: 禁止访问

source: Forget Password
zh_hans: 忘记密码

# formula_tag
source: [Formula]
zh_hans: [公式]

# Forum
source: FDUHole
zh_hans: 树洞

source: From
zh_hans: 始发

source: Fudan Campus Account
zh_hans: 复旦校园账户

source: Fudan Campus Email
zh_hans: 复旦校园邮箱

source: Fudan Campus Login
zh_hans: 复旦校园服务

source: Fudan QR Code
zh_hans: 复旦生活码

source: Fudan UIS ID
zh_hans: 复旦UIS学工号

source: Fudan UIS Password
zh_hans: 复旦UIS密码

# Fudan.ID
source: ID
zh_hans: 学/工号

source: Full
zh_hans: 已满

source: Gender
zh_hans: 性别

source: Get Code
zh_hans: 获取验证码

source: Go to Browser
zh_hans: 打开浏览器

source: Go to Settings Page to Login
zh_hans: 请前往设置内登录旦夕账号

source: Good
zh_hans: 好评

source: GPA
zh_hans: 绩点

source: GPA Distribution
zh_hans: 绩点分布

source: GPA Rank
zh_hans: 绩点排名

source: GPA:
zh_hans: 绩点：

source: GPA: %@
zh_hans: 绩点：%@

# Graduate
source: Postgraduate
zh_hans: 研究生

source: Hardcore
zh_hans: 硬核

source: Hidden Features
zh_hans: 隐藏功能

source: Hide
zh_hans: 隐藏

source: Hide Hole
zh_hans: 隐藏此树洞

source: High
zh_hans: 较大

source: Holiday
zh_hans: 节假日

source: ID Number
zh_hans: 证件号码

source: If you have any question, you may contact admin@fduhole.com
zh_hans: 如果有任何疑问，可以联系 admin@fduhole.com

# image_tag
source: [Image]
zh_hans: [图片]

source: Import Schedules to Calendar
zh_hans: 更流畅的课表导入

source: Import your schedules directly into the calendar app.
zh_hans: 将课程表直接导入系统日历。

source: Incident ID: %@
zh_hans: 案例编号：%@

source: Incorrect Information
zh_hans: 信息不正确

source: Incorrect username or password
zh_hans: 用户名或密码错误

source: Instructor
zh_hans: 教师

source: Internal server error. message: %@
zh_hans: 服务器内部错误，诊断信息：%@

source: Invalid credential
zh_hans: 登录凭据无效，请重新登录

source: Invalid date format
zh_hans: 日期格式无效

source: Invalid encoding
zh_hans: 文本编码错误

source: Invalid HTTP response
zh_hans: 无效HTTP响应

source: Invalid Recipients Format
zh_hans: 收件人格式无效

source: Invalid Request
zh_hans: 无效请求

source: Invalid Response
zh_hans: 无效响应

source: Invalid username
zh_hans: 用户名格式不正确

source: Join Date
zh_hans: 注册日期

source: Jump to Floor
zh_hans: 跳转到楼层

source: Jump to Hole
zh_hans: 跳转到树洞

source: Last Created
zh_hans: 最近创建

source: Last Updated
zh_hans: 最近回复

source: Legal
zh_hans: 法律信息

source: Lenient
zh_hans: 宽松

source: Library Popularity
zh_hans: 图书馆人数

source: Like Failed
zh_hans: 点赞失败

source: Load Failed
zh_hans: 加载失败

source: Load More
zh_hans: 加载更多

source: Loading
zh_hans: 加载中

source: Loading Failed
zh_hans: 加载失败

source: Locate
zh_hans: 定位

source: Location
zh_hans: 上课地点

source: Lock Post
zh_hans: 锁定此洞

source: Logged in
zh_hans: 已登录

source: Login
zh_hans: 登录

source: Login Failed
zh_hans: 登录失败

source: Login with Fudan campus account (UIS) to access various campus services
zh_hans: 使用复旦大学校园账户（UIS）来访问各种校园服务

source: Logout
zh_hans: 退出登录

source: Low
zh_hans: 较小

source: Main Section
zh_hans: 主题贴

source: Major
zh_hans: 专业

source: Mark as Dealt
zh_hans: 标记为已处理

source: Mention
zh_hans: 引用

source: Mentioned
zh_hans: 被提及

source: Message Content
zh_hans: 站内信内容

source: Messages
zh_hans: 站内信

source: Moderate
zh_hans: 管理

source: Modify Floor
zh_hans: 修改本层

source: Modify this floor
zh_hans: 修改本层

source: Multiple Selection
zh_hans: 多选题

source: My Credit
zh_hans: 我的学分

source: My GPA
zh_hans: 我的绩点

# My Post
source: My Holes
zh_hans: 我的树洞

source: My Rank
zh_hans: 我的排名

# My Reply
source: My Replies
zh_hans: 我的回复

source: Name
zh_hans: 姓名

source: Navigate to Bottom
zh_hans: 去往底部

source: New Post
zh_hans: 新建主题贴

source: New reply
zh_hans: 新回复

source: New reply in favorites
zh_hans: 收藏的内容有新回复

source: New Report
zh_hans: 举报

source: New Review
zh_hans: 新课评

source: Nickname
zh_hans: 昵称

source: NL Model Debugging Mode
zh_hans: 自然语言处理

source: No available schedule
zh_hans: 没有符合条件的校车班次

source: No Content
zh_hans: 没有内容

source: No Data
zh_hans: 没有数据

source: No Review
zh_hans: 暂无评价

source: No Score Entry
zh_hans: 没有成绩记录

source: No tags
zh_hans: 未选择标签

source: No Time Slots Available
zh_hans: 无可预约时段

source: Normal
zh_hans: 正常

source: Not Dealt
zh_hans: 未处理

source: Not Found
zh_hans: 资源不存在

source: Not Initialized
zh_hans: 未经初始化

source: Not Logged in
zh_hans: 未登录

source: Not related to Fudan UIS
zh_hans: 该密码与复旦UIS无关

source: Not Selected
zh_hans: 未选择

source: Notifications
zh_hans: 通知

source: Notify when favorited hole gets reply
zh_hans: 收藏的树洞有新回复时

source: Notify when my post is mentioned
zh_hans: 我的内容被引用时

source: Notify when my report is dealt
zh_hans: 举报被处理时

source: NSFW Content
zh_hans: 引起不适的内容

source: OK
zh_hans: 好

source: Online Course Table
zh_hans: 在线课表

source: Open Notification Settings
zh_hans: 打开通知设置

source: Open Source Software
zh_hans: 开源软件

source: Operation forbidden
zh_hans: 没有权限进行该操作

source: Out of %lld
zh_hans: 满分%lld分

# Overall Rating
source: Overall
zh_hans: 总体评分

source: Password
zh_hans: 密码

source: Password input not match, please check your input
zh_hans: 两次密码输入不匹配，请检查输入

source: Password Not Match
zh_hans: 密码不匹配

source: PE Curriculum
zh_hans: 体育教学

source: PE Exam
zh_hans: 体质健康测试

source: PE Exam Logs
zh_hans: 体质健康测试记录

source: Penalty Duration: %lld
zh_hans: 封禁时长：%lld

source: Pick a Background Photo
zh_hans: 选择一张背景图片

source: Pinned
zh_hans: 置顶贴

source: Pinned Features
zh_hans: 置顶功能

source: Playground List
zh_hans: 场馆列表

source: Playground Reservation
zh_hans: 场馆预约

source: Playground Type
zh_hans: 场馆类型

source: Poor
zh_hans: 差评

source: Post locked, reply is forbidden
zh_hans: 本洞已被锁定，禁止回复

source: Posted by: %@
zh_hans: 作者：%@

source: Postgraduate Academic Announcements
zh_hans: 研究生教务通知

source: Preview
zh_hans: 预览

# Professors
source: Teachers
zh_hans: 授课教师

source: Punishment History
zh_hans: 违规记录

source: Push Notification Not Authorized
zh_hans: 没有推送通知权限

# Push Notification Settings
source: Push Notification
zh_hans: 推送通知

# Question.Optional
source: Optional
zh_hans: 选做题

# Question.Required
source: Required
zh_hans: 必做题

source: Rank
zh_hans: 排名

source: Rank:
zh_hans: 排名：

source: Rebuilt from the ground up for a smoother experience.
zh_hans: 重新构建的旦夕app带来更流畅的体验。

# Recent Browsed
source: History
zh_hans: 最近浏览

# Recent Search
source: History
zh_hans: 最近搜索

source: Recipients
zh_hans: 收件人

source: Redesigned Interface
zh_hans: 全新的界面

source: Refresh QR Code
zh_hans: 刷新二维码

source: Register
zh_hans: 注册

source: Register DanXi Account
zh_hans: 注册旦夕账户

source: Register failed: %@
zh_hans: 注册失败：%@

# Register Prompt
source: By registering you agree to [terms and conditions](https://danxi.fduhole.com/doc/community-user-agreement)
zh_hans: 注册即代表同意[相关协议](https://danxi.fduhole.com/doc/community-user-agreement)

source: Remove Background Photo
zh_hans: 清除背景图片

source: Remove Floor
zh_hans: 移除本层

source: Remove from Favorites
zh_hans: 移除收藏

# Remove Subscription Error
source: Failed to remove subscription
zh_hans: 移除关注失败

source: Repeat
zh_hans: 确认密码

source: Reply
zh_hans: 回复

source: Report
zh_hans: 举报

source: Report Failed
zh_hans: 举报失败

source: Report feedback
zh_hans: 举报结果

source: Report reason:
zh_hans: 举报理由：

source: Reports Management
zh_hans: 举报处理

source: Request invalid, contact developer for help. message: %@
zh_hans: 请求无效，请联系开发者获取帮助。诊断信息：%@

source: Requested resourse not found
zh_hans: 请求的资源不存在

source: Required
zh_hans: 必填

source: Reservation Time Slots
zh_hans: 预约时段

source: Reserve
zh_hans: 预约

source: Reserve Page
zh_hans: 预约页面

source: Reserved
zh_hans: 已约满

source: Reset Password
zh_hans: 重设密码

source: Restore
zh_hans: 恢复

source: Restore Failed
zh_hans: 恢复失败

source: Restore History
zh_hans: 恢复历史记录

source: Restore reason
zh_hans: 恢复理由

source: Retry
zh_hans: 重试

source: Review Title
zh_hans: 课评标题

source: Save to Album
zh_hans: 保存到相册

source: Screenshot Alert
zh_hans: 截图提示

source: Screenshot Detected
zh_hans: 检测到截图

source: Screenshot Policy
zh_hans: 截图管理规则

# Screenshot Warning
source: According to the [community guidelines](https://danxi.fduhole.com/doc/fduhole-community-convention), users shall not share screenshots of content from FDUHole. Anyone who cause severe consequences by sharing screenshots may have their accounts permanently suspended, and may be held accountable.
zh_hans: 根据[社区公约](https://danxi.fduhole.com/doc/fduhole-community-convention)，用户不得外传树洞截图。因此造成恶劣影响者，管理团队有权永久停用其账户并追究责任。

source: Search in Tags
zh_hans: 在标签中搜索

source: Search Result
zh_hans: 搜索结果

source: Search Text
zh_hans: 搜索文字

source: Select All
zh_hans: 全选

# Select Course
source: Course
zh_hans: 课程

# Select Date
source: Filter Earlier Than
zh_hans: 筛选不晚于日期

# Select Division
source: Division
zh_hans: 分区

# Select Semester
source: Semester
zh_hans: 学期

# Select Semester Start Date
source: Semester Start Date
zh_hans: 开学日期

source: Select Tags
zh_hans: 选择标签

source: Select Text
zh_hans: 选择文本

source: Semester
zh_hans: 开课学期

source: Semester Start Date
zh_hans: 学期开始时间

source: Send
zh_hans: 发送

source: Send Message
zh_hans: 发送站内信

source: Send Post Failed
zh_hans: 发布失败

source: Send Reply Failed
zh_hans: 发送回复失败

source: Send Review Failed
zh_hans: 提交课评失败

# Sending Post...
source: Sending...
zh_hans: 正在发送...

source: Sending Reply...
zh_hans: 正在发送回复...

source: Sensitive
zh_hans: 敏感

source: Sensitive Content Analysis
zh_hans: 敏感内容分析

source: Sensitive Content Analysis detects and warns you about nudity in images. This feature is powered by on-device intelligence and can be toggled in [system settings](%@)
zh_hans: 敏感内容分析能够检测图片中的裸露内容并提醒您谨慎查看。该功能通过设备端机器学习实现。您可以在[系统设置](%@)中开启或关闭该功能。

source: Sensitive Content Analysis detects and warns you about nudity in images. This feature is powered by on-device intelligence and can be toggled in System Privacy Settings
zh_hans: 敏感内容分析能够检测图片中的裸露内容并提醒您谨慎查看。该功能通过设备端机器学习实现。您可以在系统隐私设置中开启或关闭该功能。

# Sensitive Detail
source: Sensitive Reason
zh_hans: 敏感原因

source: Sensitive Reason: %@
zh_hans: 敏感原因：%@

# Sensitive.Closed
source: Closed
zh_hans: 已处理

# Sensitive.Open
source: Open
zh_hans: 未处理

source: Server Error
zh_hans: 服务器错误

source: Server response is invalid
zh_hans: 服务器返回的格式无效

source: Server returns error code: %@
zh_hans: 服务器返回错误码：%@

source: Server returns error code: %@, %@
zh_hans: 服务器返回错误码：%@，%@

source: Set Visibility
zh_hans: 设置是否可见

source: Settings
zh_hans: 设置

source: Show
zh_hans: 显示

source: Show Activity Announcements
zh_hans: 显示活动通知

source: Show Administrative Info
zh_hans: 显示管理信息

source: Show All
zh_hans: 全部回贴

source: Show All Floors
zh_hans: 显示所有楼层

source: Show all GPA rank
zh_hans: 显示全部排名

source: Show all schedule
zh_hans: 显示全部班次

source: Show Edit History
zh_hans: 显示编辑历史

# Show OP Only
source: Show DZ Only
zh_hans: 只看洞主

# Show schedule after %@
source: Only show bus schedule after %@
zh_hans: 仅显示%@以后的校车

source: Show This Person
zh_hans: 只看此人

source: Show Transaction History
zh_hans: 显示交易记录

source: Single Selection
zh_hans: 单选题

source: Skip
zh_hans: 跳过

# Sort alphabetically.
source: Sorted alphabetically.
zh_hans: 按照名称字母顺序排列。

source: Sort By
zh_hans: 排序方式

source: Special Tag
zh_hans: 特殊标签

source: Staff
zh_hans: 教职工

source: Start Date
zh_hans: 开始日期

source: Stickers
zh_hans: 表情

source: Strict
zh_hans: 严格

# Student Type
source: User Type
zh_hans: 用户类别

source: Submit
zh_hans: 提交

source: Submitting...
zh_hans: 正在提交...

source: Subscribe
zh_hans: 关注

# Subscription List
source: Subscriptions
zh_hans: 关注

source: Suggest Tags
zh_hans: 推荐标签

source: System mail
zh_hans: 站内信

source: Tags
zh_hans: 标签

source: Tap to view detail
zh_hans: 点击以查看预览

source: Terms and Conditions
zh_hans: 使用条款

source: Terms not Agreed
zh_hans: 需要接受条款

# TH Detail 1
source: Receive notifications when subscribed posts get update
zh_hans: 在您关注的内容更新时，您将收到推送通知

# TH Detail 2
source: Make focused discussions in dedicated divisions
zh_hans: 在专门的空间里进行更专注的讨论

# TH Detail 3
source: Use Markdown and LaTeX syntax in posts
zh_hans: 在帖子中使用LaTeX和Markdown语法

# TH Edit Alert
source: Comply with [community guidelines](https://danxi.fduhole.com/doc/fduhole-community-convention) when posting
zh_hans: 发帖时应遵守[社区公约](https://danxi.fduhole.com/doc/fduhole-community-convention)

# TH Feature 1
source: Keep Updated
zh_hans: 时刻保持最新

# TH Feature 2
source: Focused Discussion
zh_hans: 分区讨论

# TH Feature 3
source: Edit with Ease
zh_hans: 轻松编辑

source: This floor will be deleted
zh_hans: 该回复贴将被删除

source: This user has been warned with permenant ban notice
zh_hans: 该用户已被永久封禁警告

source: This user has multiple offence record
zh_hans: 该用户有较多违规记录

source: This will affect all replies of this post
zh_hans: 将影响该贴下全部回复贴

source: To
zh_hans: 终点

source: To use QRCode, you must accept terms and conditions in webpage
zh_hans: 需要在网页中接受条款与条件后方可使用复活码

source: Today
zh_hans: 今天

source: Toggle Favorite Failed
zh_hans: 切换收藏失败

source: Token expired, login again
zh_hans: 认证凭据失效，请重新登录

source: Token not initialized, contact developer for help
zh_hans: 登录凭据没有初始化，请联系开发者获取帮助

source: Total Score
zh_hans: 总分

source: Transaction Record
zh_hans: 交易记录

source: Treehole #%@ not exist
zh_hans: 树洞 #%@ 不存在

source: Treehole Not Exist
zh_hans: 树洞不存在

source: True or False
zh_hans: 判断题

source: Type
zh_hans: 类型

source: Unanswered Questions
zh_hans: 未完成的题目

source: Unauthorized
zh_hans: 登录过期

source: Unavailable
zh_hans: 不可用

source: Undergraduate
zh_hans: 本科生

source: Undergraduate Academic Announcements
zh_hans: 本科教务通知

source: Unfavorite
zh_hans: 取消收藏

source: Unknown
zh_hans: 未知

source: Unknown Error
zh_hans: 未知错误

source: Unsaved Changes
zh_hans: 未保存的改动

source: Unsubscribe
zh_hans: 取消关注

source: Update Notification Config Failed
zh_hans: 更新推送通知设置失败

source: Upload Image
zh_hans: 上传图片

source: Upload Image Failed
zh_hans: 上传图片失败

source: Use campus email to login
zh_hans: 使用校园邮箱登录

source: Use campus email to register DanXi account.
zh_hans: 使用校园邮箱注册旦夕账户

source: Use campus email to reset password.
zh_hans: 使用校园邮箱找回密码

source: Use Fudan university email address
zh_hans: 应使用复旦大学校园邮箱

source: Use of this app is subject to our [Terms and Conditions](https://danxi.fduhole.com/doc/app-terms-and-condition) and [Privacy Policy](https://danxi.fduhole.com/doc/app-privacy)
zh_hans: 使用本app即表示您已同意我们的[使用条款](https://danxi.fduhole.com/doc/app-terms-and-condition)和[隐私政策](https://danxi.fduhole.com/doc/app-privacy)

source: User ID
zh_hans: 用户ID

source: User IDs, separated by ASCII comma.
zh_hans: 输入英文逗号分隔的数字

source: User: %@
zh_hans: 用户：%@

source: Verification Email Sent
zh_hans: 验证邮件已发送

source: Verify
zh_hans: 验证码

source: Version %@ (%@)
zh_hans: 版本%@ (%@)

source: Very Easy
zh_hans: 非常容易

source: Very High
zh_hans: 非常大

source: Very Lenient
zh_hans: 非常宽松

source: Very Low
zh_hans: 非常小

source: Very Poor
zh_hans: 特别差评

source: Very Strict
zh_hans: 非常严格

source: View and search for schedule details in each classroom.
zh_hans: 查询和搜索每个教室的具体课程。

source: View Conversation
zh_hans: 查看对话

source: View Image
zh_hans: 查看图片
